export const customMessages = [
    {
        text: 'humm',
        date: '刚刚',
    },
    {
        text: '想和你成为朋友。',
        date: '刚刚',
    },
    {
        text: '你有什么头猪吗？',
        date: '刚刚',
    },
    {
        text: '曾經滄海難為水，除卻巫山不是雲。取次花叢懶回顧，半緣修道半緣君。',
        date: '2025-02-14',
    },
    {
        text: '何度生まれ変わってもすきだよ',
        date: '2025-04-09',
    },
    {
        text: 'four legs good, two legs bad.',
        date: '2026-06-12',
    },
    {
        text: '没有人在乎我，但那又怎样？其实有人在乎我。但那又怎样？',
        date: '2026-06-17',
    },
    {
        text: '我这种人在世界上完全没有活下去的空间',
        date: '2026-06-17',
    },
    {
        text: '好想死。和人聊天也仍然这样。吃东西也仍然这样。其实和人聊也不知道说什么。找陌生人说话吗？但是没有聊得来的。聊得来的人，又怕打扰到他们。其实也并不是聊得来的',
        date: '2026-06-17',
    },
    {
        text: '无论工具发展到何种程度，无论它们变得多么强大，它们始终只是工具。它们无法取代我们的理性和价值观，依然由你来选择什么值得去创造。 -- davidabram.dev',
        date: '2026-06-17',
    },
    {
        text: " 高中三年会大大地改变一个人啊，同样的起点有人成为了别人完全追赶不上的人，收获了别人的羡慕和掌声，有人把自己的学习搞得一塌糊涂什么都没学到",
        date: '2026-06-25',
    },
    {
        text: '间歇性踌躇满志和生无可恋 完全没有精力 好想死一想到以后的事情就想死 如果现在死了就不会面对了对不对。好想死。反正怎么样活着都不快乐',
        date: '2026-07-08',
    },
    {
        text: '有一种感觉，就是有些网络上看到的表达方式还有口癖，自己明明不喜欢，第一眼看上去很反感，但看多了也会忍不住用，或者是某时某刻想表达一个意思，但除了这样说，找不到其他的感觉对上的表达方式了，不得不用。 词穷与语病困扰着我。应该是好久好久没有阅读真正的文学书籍导致的吧？',
        date: '2026-07-15',
    },
    {
        text: "如果现在是2014年的延续就好了。欣欣向荣的，热闹眩晕刺眼的回忆。 虽然过去并不是完全美好的，但怀旧的人们大概只是对当下的一切感到疲劳了吧，或者是单纯的童年滤镜，毕竟是童年嘛。然后进行拙劣的模仿创作（比如一些视频）——但那看起来仍然像现时段的产物。",
        date: '2026-07-16',
    },
    {
        text: '明明想要交更多朋友却总是有注销社交平台的想法，这样的我真的是太奇怪了',
        date: '2026-07-23',
    },
    {
        text: '我阅读时，便想写作；听歌时，便想谱曲；赏画时，便想绘图；情到深处，便想作诗。可惜这些只是感性的刹那涌动，像流体一样无法定型。我的思绪终究无法凝结成真正的作品。所以，这姑且算作犯了文青病吧。',
        date: '2026-07-24',
    },
    {
        text: "Just don't wanna hate myself.......",
        date: '2026-07-30',
    },
    {
        text: 'I wanted to not be a grenade, to not be a malevolent force in the lives of people I loved.',
        date: '2026-08-10',
    },
    {
        text: "要知道科学不是真理，这一点所有的科学家都是认同的，而它既然不是真理，也就肯定存在错误，事实上科学的发展就是一个不断改正错误的过程，然而即使到今天，科学仍然存在着巨大的错误，只不过我们现今还不能认识到其错误，这也是科学能够飞速发展的根本所在，这是不言自明的，却总是有很多人借科学来说东道西，科学有其适用的边界，超出其边界却仍然相信它，这就是迷信，迷信科学也是迷信，何其可悲，何其愚昧！",
        date: '2026-09-21',
    },
]
